[
  {
    "Mô tả ảnh": "Không có",
    "Nội dung câu hỏi": "Câu 1. Mục đích chính của bản vẽ kĩ thuật là gì?\nA. Để trang trí.\nB. Để trình bày ý tưởng thiết kế và cung cấp thông tin chế tạo.\nC. Để kể chuyện.\nD. Để chơi trò chơi.\nLời giải:\n2\n####\nBản vẽ kĩ thuật là công cụ dùng để thể hiện ý tưởng thiết kế và cung cấp đầy đủ thông tin cần thiết cho việc chế tạo, thi công sản phẩm."
  },
  {
    "Mô tả ảnh": "Không có",
    "Nội dung câu hỏi": "Câu 2. Trong bản vẽ kĩ thuật, đơn vị đo kích thước dài thông thường là gì?\nA. Centimet (cm)\nB. Mét (m)\nC. Kilomet (km)\nD. Milimét (mm)\nLời giải:\n4\n####\nTrong bản vẽ kĩ thuật, milimét (mm) được dùng làm đơn vị đo kích thước dài và sai lệch giới hạn."
  },
  {
    "Mô tả ảnh": "Không có",
    "Nội dung câu hỏi": "Câu 3. Khổ giấy nào sau đây là khổ giấy lớn nhất trong các khổ giấy chính của bản vẽ kĩ thuật theo tiêu chuẩn?\nA. A1\nB. A2\nC. A3\nD. A0\nLời giải:\n4\n####\nTheo tiêu chuẩn TCVN 7285:2003, khổ giấy A0 là khổ giấy lớn nhất trong các khổ giấy chính."
  },
  {
    "Mô tả ảnh": "Không có",
    "Nội dung câu hỏi": "Câu 4.\nĐọc đoạn thông tin sau:\nBản vẽ kĩ thuật là tài liệu kĩ thuật được trình bày dưới dạng hình vẽ, diễn tả hình dạng, kết cấu, các thông tin về kích thước, vật liệu, yêu cầu kĩ thuật,... của sản phẩm.\na. Bản vẽ kĩ thuật chỉ diễn tả hình dạng của sản phẩm.\nb. Bản vẽ kĩ thuật là một loại tài liệu kĩ thuật.\nc. Bản vẽ kĩ thuật không chứa thông tin về vật liệu.\nd. Bản vẽ kĩ thuật chỉ dùng để kiểm tra sản phẩm sau khi chế tạo.\nLời giải:\n0100\n####\na. Sai. Bản vẽ kĩ thuật diễn tả hình dạng, kết cấu, kích thước, vật liệu, yêu cầu kĩ thuật,... của sản phẩm.\nb. Đúng. Đây là một tài liệu kĩ thuật.\nc. Sai. Bản vẽ kĩ thuật có chứa thông tin về vật liệu.\nd. Sai. Bản vẽ kĩ thuật có vai trò đa dạng, không chỉ để kiểm tra mà còn để thể hiện ý tưởng, chế tạo, thi công."
  },
  {
    "Mô tả ảnh": "Không có",
    "Nội dung câu hỏi": "Câu 5.\nĐọc đoạn thông tin sau:\nTrong sản xuất, bản vẽ kĩ thuật là phương tiện thông tin có vai trò:\n- Thể hiện ý tưởng của nhà thiết kế.\n- Là tài liệu kĩ thuật để tiến hành chế tạo, thi công.\n- Là cơ sở để kiểm tra, đánh giá sản phẩm.\na. Bản vẽ kĩ thuật chỉ dùng để thể hiện ý tưởng thiết kế.\nb. Bản vẽ kĩ thuật không liên quan đến quá trình chế tạo sản phẩm.\nc. Bản vẽ kĩ thuật là cơ sở để đánh giá chất lượng sản phẩm.\nd. Bản vẽ kĩ thuật chỉ có vai trò trong giai đoạn cuối cùng của sản xuất.\nLời giải:\n0010\n####\na. Sai. Ngoài thể hiện ý tưởng, nó còn dùng để chế tạo, thi công, kiểm tra.\nb. Sai. Nó là tài liệu kĩ thuật để tiến hành chế tạo, thi công.\nc. Đúng. Nó là cơ sở để kiểm tra, đánh giá sản phẩm.\nd. Sai. Nó có vai trò trong nhiều giai đoạn của sản xuất, từ thiết kế đến chế tạo và kiểm tra."
  },
  {
    "Mô tả ảnh": "https://cdn.mathpix.com/cropped/2025_07_29_500c6001cd0471e36ec4g-5.jpg?height=85&width=474&top_left_y=791&top_left_x=612",
    "Nội dung câu hỏi": "Câu 6.\nĐọc đoạn thông tin sau:\nBảng 8.3. Các loại nét vẽ thường dùng\n\\begin{tabular}{|l|l|l|}\n\\hline Tên gọi & Hình dạng & Ứng dụng \\\\\n\\hline Nét liền đậm & \\(\\qquad\\) & Đường bao thấy, cạnh thấy \\\\\n\\hline Nét liền mảnh & \\(\\qquad\\) & \\begin{tabular}{l}\n- Đường kích thước \\\\\n- Đường gióng \\\\\n- Đường gạch gạch trên mặt cắt\n\\end{tabular} \\\\\n\\hline Nét đứt mảnh & ![](https://cdn.mathpix.com/cropped/2025_07_29_500c6001cd0471e36ec4g-5.jpg?height=85&width=474&top_left_y=791&top_left_x=612) & Đường bao khuất, cạnh khuất \\\\\n\\hline Nét lượn sóng & ![](https://cdn.mathpix.com/cropped/2025_07_29_500c6001cd0471e36ec4g-5.jpg?height=75&width=437&top_left_y=920&top_left_x=646) & Đường giới hạn hình \\\\\n\\hline Nét gạch dài chấm mảnh & ![](https://cdn.mathpix.com/cropped/2025_07_29_500c6001cd0471e36ec4g-5.jpg?height=92&width=438&top_left_y=1024&top_left_x=643) & Đường tâm, đường trục \\\\\n\\hline \\multicolumn{3}{|c|}{\\begin{tabular}{l}\nChú thích:\n+d là chiều rộng nét vẽ đậm. Nét vẽ mảnh lấy chiều rộng bằng \\(\\mathrm{d} / 2\\). Tiêu chuẩn quy định chiều rộng của nét vẽ lấy theo dãy kích thước sau: 0,\\(13 ; 0,18 ; 0,25 ; 0,5 ; 0,7\\); 1,\\(4 ; 2( mm)\\).\n+ Các gạch dài lấy khoảng 24 d , các gạch thường lấy khoảng 12 d , các khe hở lấy khoảng 3 d và các chấm lấy không quá \\(0,5 \\mathrm{~d}\\).\n\\end{tabular}} \\\\\n\\hline\n\\end{tabular}\na. Nét liền đậm được sử dụng để vẽ đường kích thước.\nb. Nét đứt mảnh dùng để biểu diễn đường bao khuất, cạnh khuất.\nc. Đường tâm và đường trục được vẽ bằng nét lượn sóng.\nd. Chiều rộng của nét vẽ mảnh luôn gấp đôi chiều rộng của nét vẽ đậm.\nLời giải:\n0100\n####\na. Sai. Nét liền đậm dùng cho đường bao thấy, cạnh thấy. Đường kích thước dùng nét liền mảnh.\nb. Đúng. Nét đứt mảnh dùng cho đường bao khuất, cạnh khuất.\nc. Sai. Đường tâm, đường trục dùng nét gạch dài chấm mảnh.\nd. Sai. Nét vẽ mảnh lấy chiều rộng bằng $d/2$, tức là bằng một nửa nét vẽ đậm."
  },
  {
    "Mô tả ảnh": "https://cdn.mathpix.com/cropped/2025_07_29_500c6001cd0471e36ec4g-4.jpg?height=556&width=1541&top_left_y=300&top_left_x=225",
    "Nội dung câu hỏi": "Câu 7.\nĐọc đoạn thông tin sau:\nCác ô trong Hình 8.6 có nội dung như sau:\n(1) Tên gọi của vật thể\n(2) Tên vật liệu\n(3) Tỉ lệ của bản vẽ\n(4) Kí hiệu số bài tập\n(5) Họ và tên người vẽ\n(6) Ngày lập bản vẽ\n(7) Chữ kí của người kiểm tra\n(8) Ngày kiểm tra\n(9) Tên trường, lớp.\nNội dung nào sau đây KHÔNG có trong khung tên của bản vẽ kĩ thuật theo Hình 8.6?\nA. Tên gọi của vật thể\nB. Giá thành sản phẩm\nC. Tỉ lệ của bản vẽ\nD. Họ và tên người vẽ\nLời giải:\n2\n####\nDựa vào các ô nội dung của khung tên trong Hình 8.6, \"Giá thành sản phẩm\" không được liệt kê."
  },
  {
    "Mô tả ảnh": "Không có",
    "Nội dung câu hỏi": "Câu 8.\nĐọc đoạn thông tin sau:\nTỉ lệ là tỉ số giữa kích thước dài đo trên bản vẽ vật thể và kích thước thực tế trên vật thể đó.\nCó các tỉ lệ: nguyên hình, thu nhỏ và phóng to. Kích thước ghi trên bản vẽ là kích thước thực, không phụ thuộc tỉ lệ. Các tỉ lệ ưu tiên sử dụng được trình bày ở Bảng 8.2.\nNếu một bản vẽ kĩ thuật có tỉ lệ là 1:100, điều này có nghĩa là gì?\nA. Kích thước trên bản vẽ lớn hơn kích thước thực tế 100 lần.\nB. Kích thước trên bản vẽ bằng kích thước thực tế.\nC. Kích thước trên bản vẽ bằng 1/100 kích thước thực tế.\nD. Kích thước trên bản vẽ có thể thay đổi tùy ý.\nLời giải:\n3\n####\nTheo định nghĩa, tỉ lệ là tỉ số giữa kích thước dài đo trên bản vẽ vật thể và kích thước thực tế trên vật thể đó. Tỉ lệ 1:100 có nghĩa là 1 đơn vị trên bản vẽ tương ứng với 100 đơn vị trong thực tế, tức là bản vẽ được thu nhỏ 100 lần."
  },
  {
    "Mô tả ảnh": "https://cdn.mathpix.com/cropped/2025_07_29_500c6001cd0471e36ec4g-7.jpg?height=624&width=572&top_left_y=595&top_left_x=149",
    "Nội dung câu hỏi": "Câu 9.\nĐọc đoạn thông tin sau:\n![](https://cdn.mathpix.com/cropped/2025_07_29_500c6001cd0471e36ec4g-7.jpg?height=624&width=572&top_left_y=595&top_left_x=149)\nHình 8.9. Giá đỡ\nQuan sát Hình 8.9, phần tử nào được kí hiệu là 'C' và chức năng của nó là gì?\nA. Đường kích thước, chỉ ra chiều dài thực của vật thể.\nB. Đường gióng kích thước, xác định giới hạn của kích thước.\nC. Mũi tên, chỉ hướng đo của kích thước.\nD. Chữ số kích thước, biểu thị giá trị thực của kích thước.\nLời giải:\n4\n####\nTrong Hình 8.9, kí hiệu 'C' chỉ vào con số \"20\", đây là chữ số kích thước, biểu thị giá trị thực của kích thước."
  },
  {
    "Mô tả ảnh": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Blueprint_floor_plan.svg/1280px-Blueprint_floor_plan.svg.png",
    "Nội dung câu hỏi": "Câu 10.\nĐọc đoạn thông tin sau:\nTrong cuộc sống, bản vẽ kĩ thuật giúp người tiêu dùng sử dụng sản phẩm một cách an toàn, hiệu quả:\n- Minh hoạ cho hướng dẫn sử dụng sản phẩm.\n- Là tài liệu kĩ thuật cần thiết khi bảo dưỡng, sửa chữa sản phẩm.\n![](https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Blueprint_floor_plan.svg/1280px-Blueprint_floor_plan.svg.png)\nMột bản vẽ mặt bằng nhà ở như hình minh họa có vai trò gì trong cuộc sống?\nA. Giúp người tiêu dùng chọn màu sơn phù hợp.\nB. Cung cấp thông tin chi tiết để xây dựng, sửa chữa, hoặc sắp xếp nội thất ngôi nhà.\nC. Chỉ dùng để trang trí văn phòng kiến trúc.\nD. Mô tả lịch sử phát triển của ngôi nhà.\nLời giải:\n2\n####\nBản vẽ mặt bằng nhà ở là một dạng bản vẽ kĩ thuật trong lĩnh vực xây dựng. Nó cung cấp các thông tin cần thiết về bố cục, kích thước, vị trí các phòng và cấu trúc để phục vụ cho việc xây dựng, sửa chữa, hoặc giúp người sử dụng hình dung và sắp xếp nội thất một cách hiệu quả."
  },
  {
    "Mô tả ảnh": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Hidden_line_example_isometric_and_orthographic.svg/1280px-Hidden_line_example_isometric_and_orthographic.svg.png",
    "Nội dung câu hỏi": "Câu 11.\nĐọc đoạn thông tin sau:\nNét đứt mảnh dùng để vẽ đường bao khuất, cạnh khuất.\nNét gạch dài chấm mảnh dùng để vẽ đường tâm, đường trục.\n![](https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Hidden_line_example_isometric_and_orthographic.svg/1280px-Hidden_line_example_isometric_and_orthographic.svg.png)\nTrong bản vẽ kĩ thuật của chi tiết máy như hình trên, nét vẽ dùng để biểu diễn các lỗ hoặc rãnh không nhìn thấy trực tiếp từ một mặt chiếu nhất định là loại nét nào?\nA. Nét liền đậm\nB. Nét liền mảnh\nC. Nét đứt mảnh\nD. Nét gạch dài chấm mảnh\nLời giải:\n3\n####\nTheo tiêu chuẩn, nét đứt mảnh được dùng để biểu diễn đường bao khuất, cạnh khuất. Trong bản vẽ chi tiết máy, các lỗ hoặc rãnh không nhìn thấy trực tiếp (bị che khuất) sẽ được thể hiện bằng nét đứt mảnh."
  }
]